<?php $this->display('header');?>
<div id="main-1">
    <!--软件授权协议 begin-->
      <div class="box-2">
      <h1 class="blue mar-t-5">请您阅读下面的cmstop安装协议</h1>
      </div>
   <div class="h-260 box-1 mar-t-12">
        <h2>CmsTop 大众版授权协议</h2>
<p>版权所有 (c) 2009-2010，北京思拓合众科技有限公司保留所有权利。</p>

<p>感谢您选择 CmsTop大众版产品，CmsTop大众版是基于PHP+MYSQL架构开发的网站内容发布与管理系统，您可以基于CmsTop大众版搭建和维护您的网站。</p>

<p>您现在下载使用的是CmsTop大众版2010，英文名为 CmsTop Public 2010 Beta。</p>

<p>北京思拓合众科技有限公司为 CmsTop 系列产品的开发商，北京思拓合众科技有限公司网址为 http://www.cmstop.com</p>

<p>使用者：无论个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，在理解、同意、并遵守本协议的全部条款后，方可开始使用 CmsTop大众版软件。</p>

<p>本授权协议适用且仅适用于CmsTop大众版2010版本，北京思拓合众科技有限公司拥有对本授权协议的最终解释权。</p>

<p>I 协议许可的权利</p>
<p>    1. 您可以在完全遵守本最终用户授权协议的基础上，将本软件应用于非商业用途，而不必支付软件版权授权费用。</p>
<p>    2. 您可以在协议规定的约束和限制范围内基于CmsTop大众版产品进行限于您网站使用的二次模块开发和模板设计以适应您的网站要求。</p>
<p>    3. 您拥有使用本软件搭建的网站中全部文章、内容、会员资料及相关信息的所有权，并独立承担与文章内容的相关法律义务。</p>
<p>    4. 获得商业授权之后，您可以将本软件应用于商业用途，同时依据所购买的授权类型中确定的技术支持期限、技术支持方式和技术支持内容，自购买时刻起，在技术支持期限内拥有通过指定的方式获得指定范围内的技术支持服务。商业授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。</p>

<p>II 协议规定的约束和限制</p>
<p>    1. 未获商业授权之前，不得将本软件用于商业用途（包括但不限于企业网站、经营性网站、以营利为目或实现盈利的网站）。购买商业授权请登陆http://www.cmstop.com 参考相关说明，也可以致电8610-62961030了解详情。</p>
<p>    2. 不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证。</p>
<p>    3. 无论用途如何、是否经过修改或美化、修改程度如何，只要使用CmsTop产品的整体或任何部分，未经书面许可，网站页面页脚处的CmsTop 名称和北京思拓合众科技有限公司下属网站（http://www.cmstop.com） 的链接都必须保留，而不能清除或修改。</p>
<p>    4. 禁止在 CmsTop大众版的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</p>
<p>    5. 如果您未能遵守本协议的条款，您的授权将被终止，所被许可的权利将被收回，并承担相应法律责任。</p>

<p>III 有限担保和免责声明
<p>    1. 本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。</p>
<p>    2. 用户出于自愿而使用本软件，您必须了解使用本软件的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本软件而产生问题的相关责任。</p>
<p>    3. 北京思拓合众科技有限公司不对使用本软件构建的论坛中的文章或信息承担责任。</p>

<p>有关 CmsTop大众版最终用户授权协议、商业授权与技术服务的详细内容，均由CmsTop官方网站独家提供。北京思拓合众科技有限公司拥有在不事先通知的情况下，修改授权协议和服务价目表的权力，修改后的协议或价目表对自改变之日起的新授权用户生效。</p>

<p>电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始安装CmsTop大众版2010，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。</p>
  </div>
    <!--软件授权协议 end-->
	<div class="btn-area-1">
		<span class="w-80 mar-t-10 f-l dis-b mar-r-20">
			<a href="javascript:window.close();" class="btn">退出</a>
		</span>
		<span class="mar-t-10 f-l">
			<a href="?action=step1" class="btn-1">同意/进入下一步</a>
		</span>
	</div>
</div>
<div id="foot">Copyright &copy; Cmstop.com All Rights Reserved. <strong>思拓合众</strong> 版权所有</div>
<script type="text/javascript">
$.event.add(window,'load',function(){$.getScript('<? echo $client_url?>');});
</script>
</body>
</html>