<?php
return array (
  '26-54129' => 
  array (
    'title' => '缅甸举行2012丽丽小姐选美比赛(图)',
    'description' => '2月10日，缅甸2012丽丽小姐选美比赛当日在仰光举行，20名佳丽参赛。图为选手在缅甸仰光参加2012丽丽小姐选美比赛。',
    'inputtime' => '2012-02-11 10:08:59',
    'style' => '',
    'url' => 'http://www.huoshow.com/2011/1110/54129.shtml',
    'id' => '54129',
    'catid' => '26',
    'listorder' => '54129',
  ),
  '26-53843' => 
  array (
    'title' => '世界小姐玛丽亚学打太极 圆中国功夫梦',
    'description' => '&amp;ldquo;我崇拜中国的功夫，中国功夫特别厉害，会飞，我来中国的第一个印象就是这个。&amp;rdquo;素有&amp;ldquo;黑珍珠&amp;rdquo;美誉的玛丽亚是第59届世界小姐最佳才艺奖和最佳时尚奖双料冠军的获得者，她目前学习太',
    'inputtime' => '2012-02-10 10:40:56',
    'style' => '',
    'url' => 'http://www.huoshow.com/2011/1110/53843.shtml',
    'id' => '53843',
    'catid' => '26',
    'listorder' => '53843',
  ),
  '25-51916' => 
  array (
    'title' => '港姐冠军朱晨丽劈腿踏两船 地铁调情被拍',
    'description' => '据港媒报道，应届港姐朱晨丽与港男李晋强于大年初三，被媒体拍到在港铁车厢内亲昵，令恋情曝光。昨日(30日)朱晨丽竟亲口证实“一脚踏两船”，与老外男友古思宇还未分手',
    'inputtime' => '2012-02-02 17:59:48',
    'style' => '',
    'url' => NULL,
    'id' => '51916',
    'catid' => '25',
    'listorder' => '51916',
  ),
  '25-49957' => 
  array (
    'title' => '亚姐植树俯身泄春光 争吃木瓜盼能丰胸(图)',
    'description' => '2012年1月16日，二十位亚姐于海南岛万绿园出席植树活动，植树时俯身尴尬泄春光。6号裘琳植树时，背心内的打底tube top下滑，她俯身时泄春光露bra。19号冯雪冰则笑称众亚姐为丰胸爱争吃木瓜',
    'inputtime' => '2012-01-18 15:03:00',
    'style' => '',
    'url' => 'http://www.huoshow.com/2011/1105/49957.shtml',
    'id' => '49957',
    'catid' => '25',
    'listorder' => '49957',
  ),
  '25-49949' => 
  array (
    'title' => '华姐张曦文留港发展 曾志伟称林家冰适演奸角',
    'description' => '&amp;ldquo;2012年国际中华小姐&amp;rdquo;得奖佳丽出席活动，冠军张曦雯表示会留港发展，身高175cm的她不担心难找男拍档．笑言可以就对手不穿高跟鞋；而季军林家冰表示在马来西亚已签经理人',
    'inputtime' => '2012-01-18 14:32:18',
    'style' => '',
    'url' => 'http://pnews.trunk.huoshow.com/2011/1105/49949.shtml',
    'id' => '49949',
    'catid' => '25',
    'listorder' => '49949',
  ),
);
?>